{
  "blogs": [
    {
      "title": "Elite Chess Players Keep Accusing Each Other of Cheating",
      "body": "This is an era of milk and honey for those who live, breathe and make their livelihood from chess. But, like family members fighting over a piece of bread at the dinner table, the top players cannot seem to stop getting into disputes about the integrity of the game.\n\nThe latest episode concerns Hikaru Nakamura, one of chess’s top stars, and Vladimir Kramnik, who was world champion from 2000 to 2007. Last month, in a series of blog posts on Chess.com, the world’s most popular chess site, Mr. Kramnik insinuated that Mr. Nakamura had probably cheated while playing on the site.\n\nMr. Nakamura did not respond to a request for comment for this article.\n\nIn one post that he subsequently deleted, Mr. Kramnik, without mentioning Mr. Nakamura by name, wrote that in one streak of 46 games, “a player” had won 45 games and drawn one. Mr. Kramnik then wrote, “I believe that everyone would find this interesting.”\n\nAfter it became apparent that Mr. Kramnik was referring to Mr. Nakamura, he added in another post on Nov. 21, “Having checked Hikaru’s statistics carefully, I have found NUMEROUS low probabilities performance both of him and some of his opponents.” In other words: He implied that Mr. Nakamura’s results were very suspicious.\nWhen reached for comment on Friday, Mr. Kramnik said that he never meant to say that. When a reporter pointed out to him that his words could be misunderstood, he said, “Of course it is not an accusation,” adding that people could interpret his comments however they wished.\n\nOn Sunday, Chess.com closed Mr. Kramnik’s blog and muted his account. In a statement posted to social media, Chess.com said it had met with Mr. Kramnik “numerous times,” and added: “Our team carefully investigated many dozens of players about which GM Kramnik raised suspicions. In the vast majority of cases, we found his accusations baseless.”\n\nMr. Kramnik said in an email that he had received news of the account closure from an associate, not directly from Chess.com. He added that there was no warning and said that for the past couple months, there had not been “a single communication attempt from them.”\nMr. Nakamura said that Mr. Kramnik was “cherry picking” the statistics that he was using, and he said on one of his streaming casts: “You don’t get to make false accusations when you are not an expert. You don’t get to make false accusations when you don’t have data to back yourself up.”\n\nGiven the high profiles of the two players, the controversy has swept the chess world. Mathematicians and amateur players have weighed in with their opinions and statistical analyses.\n\nChess.com, which has its own system for detecting cheating, posted a statement saying: “We take all cheating accusations seriously. In the case of the recent accusations against Hikaru Nakamura by Vladimir Kramnik, we have generated nearly 2,000 individual reports on Hikaru’s games in our Fair Play system and have found no incidents of cheating.”\n\nMr. Kramnik was incensed by the statement. In a blog post on the same day, he wrote, “Calling my recent efforts on help improving anti cheating efficiency of chess.com platform ‘accusations of Hikaru Nakamura by Vladimir Kramnik’ is a clear public disinformation which obviously can cause a huge image damages to me.” He demanded that Chess.com retract its statement, threatening to sue if it did not.\n\nTo date, Chess.com has not done that.\n\nBefore his account was muted, Mr. Kramnik told The Times that he was “shocked” by the reaction of Mr. Nakamura and Chess.com to what he wrote and that he had suffered damage to his reputation as well as personally to his family. He said he had received at least one death threat on Chess.com and that when he reported it to the site’s administrators, they banned the person who sent it. He said the website took no action beyond that and did not apologize to him.\n“It seems to me that they are not doing what they can do to fight against cheating,” Mr. Kramnik said, “so I will continue to do it myself.” He added that he intends to file a lawsuit against Chess.com and against Mr. Nakamura; he is preparing the case now.\nThere is some significance in Mr. Nakamura’s being involved in a brouhaha in which he is accused of cheating, because the roles were reversed last year.\n\nThat case involved Magnus Carlsen, the world’s top-ranked player and the former world champion, who accused Hans Niemann, a rising American star, of cheating shortly after Mr. Carlsen lost to him in a tournament in St. Louis. Mr. Carlsen then withdrew from the tournament. Soon after, Chess.com released a report saying that Mr. Niemann had cheated in as many as 100 games while playing on its site over the years. Mr. Niemann had admitted to cheating twice on the site and years before the game against Mr. Carlsen.\n\nA representative for Mr. Carlsen did not respond to a request for comment.\n\nMr. Nakamura was a vocal supporter of Mr. Carlsen during the episode, pointing to the Chess.com report as proof that Mr. Niemann could not be trusted.",
      "author": "mario",
      "id": 1
    },
    {
      "title": "Tesla Strike Is a Culture Clash: Swedish Labor vs. American Management",
      "body": "The Tesla technicians who walked off their jobs in Sweden say they still support the mission of the American company and its headline-grabbing chief executive. But they also want Tesla to accept the Swedish way of doing business.\n\nThey call it the Swedish Model, a way of life that has defined the country’s economy for decades. At its heart is cooperation between employers and employees to ensure that both sides benefit from a company’s profit.\n\nInstead, four technicians who walked off their jobs on Oct. 27 said, they have been subjected to what they described as a “typical U.S. model”: six-day workweeks, unavoidable overtime and an unclear evaluation system for promotion.\n\n“Just work, work, work,” said Janis Kuzma, one of the technicians on strike.\n\nThe union representing the Tesla workers, IF Metall, won’t say how many of the company’s 130 technicians have walked out — it may be only a few dozen. The company’s 10 service centers remain open.\nBut as the strike moves into its third month, it is having an outsize impact on the Nordic region. At least 15 other unions have taken action to try to force Tesla to negotiate a collective bargaining agreement to set wages and benefits that reflect industrywide norms in Sweden. Daniel Ives, an analyst at Wedbush Securities, warned that the dispute was becoming “an important lightning-rod issue around unions globally” for Tesla and its chief executive, Elon Musk.\n\nPolls show a majority of Swedes support the strike, widely viewed as a defense of the country’s consensus-based way of doing business. Nine in 10 people in Sweden work under a labor agreement, and strikes are relatively rare. But as the walkout continues, questions are being raised about whether Sweden’s reliance on labor-management agreements denies businesses flexibility and agility.\n\nThat divide can be seen in the reactions of some of the country’s roughly 50,000 Tesla owners, who see the walkout as a power play by a wealthy, politically influential union.\nMr. Musk has pushed back against efforts by his 127,000 employees around the world to unionize.\n\nThe company has declined repeated requests for comment. At a service center in Malmo this month, workers wearing Tesla shirts were busy moving cars in and out. Strikers on the picket line said some of those working appeared to be recent hires.\nThere is talk that some Tesla owners have been unable to find anyone to change their tires for winter — essential for driving in Sweden this time of year.\n\nBut fearing that the walkout has been little more than a nuisance for Tesla, IF Metall has called for support from other unions.\n\nUnions in Denmark, Norway and Finland, as well as Sweden, have rallied around IF Metall. This means dockworkers have stopped unloading Teslas arriving by ship; union members at independent repair shops have stopped servicing Teslas; postal workers have quit delivering Tesla’s mail, including license plates; and electricians have pledged to no longer repair Tesla’s charging stations.\nIt may be too early to tell how much these measures are hurting the company. So far, registration numbers for new vehicles do not show the strike is denting sales — Tesla’s Model Y is poised to become the most popular vehicle in Sweden for 2023, with more than 14,000 cars sold through October, according to official statistics.\nThe company also appears to have found a loophole to get around a postal workers’ blockade by ordering license plates to be mailed directly to customers.\n\nStill, some prospective buyers are concerned that despite Tesla’s pledge of business as usual, they will not get their cars in the five to eight weeks promised.\n\n“I don’t want to commit yet,” said John Khademi, a Tesla owner who decided to put off ordering a new one. “I will wait to see how it plays out.”\n\nThe solidarity strikes have proved divisive. Some firms with no direct stake in the walkout, like independent auto repair shops, have lost business because they have collective agreements with IF Metall that require them to turn away business related to Tesla. Under Swedish law, if a union calls a solidarity strike, its members have to go along with it.\n“Then those companies lose a lot of money and they are really frustrated,” said Mattias Dahl, the deputy vice president of the Confederation of Swedish Enterprise, which represents 60,000 companies.\nHe pointed to Spotify, the streaming audio giant founded in Stockholm in 2006, as another company that has operated in Sweden without a collective agreement. Like Tesla, it comes from a start-up culture.\n\n“Companies in the Swedish labor market should be allowed to exist without a collective agreement,” Mr. Nilsson said.\n\nNeither side has indicated it is willing to back down. IF Metall, which represents workers in other heavy industries, has built up its war chest over decades. It is offering those on strike 130 percent of their pay.\nTesla also has deep pockets — the company is valued at about $817 billion — and it says it offers wages and benefits that are equivalent to or better than those in a collective agreement, including the offer of stock options as a lucrative incentive.\n\nTesla demonstrated its willingness to fight by suing both the Swedish agency responsible for automobile registrations and the postal company after its license plates were held up. The lawsuits, filed in November, are continuing.\n\nCollective bargaining, not the law, governs workplace conditions in Sweden. The country has no statutory minimum wage.\n\nStrikes are uncommon because once a labor agreement comes into force, the union cannot call one. This peace guarantee has helped to keep the number of strike days in Sweden to one of the lowest levels in Europe — a little more than two working days a year lost to strikes and lockouts per 1,000 employees from 2010 to 2019, compared with 55 in Norway and 128 in France, according to one study.\n\nMarie Nilsson has been a member of IF Metall for more than 40 years and took over as its leader in 2017. She remembers joining the picket line in 1995 to support workers who went on strike against Toys “R” Us, the last major U.S. company that rejected a collective agreement. But the action against Tesla is the first time she has called a strike.",
      "author": "yoshi",
      "id": 2
    },
    {
      "title": "The Covenant Parents Aren’t Going to Keep Quiet on Guns",
      "body": "Mary Joyce told herself she would be kind, just as she always had been. Say enough, but not too much, she reminded herself.\n\nSurely, the members of the Tennessee General Assembly before her would be moved by her testimony at a special session dedicated to public safety.\n\nA moderate conservative herself, she would tell them about the day in March when she dropped off her 9-year-old daughter at the Covenant School, a private Christian school tucked into one of the wealthiest neighborhoods in Nashville. She would remind them how an assailant wielding powerful rifles killed three of her daughter’s third-grade classmates, the head of the school, a beloved custodian and a substitute teacher.\n\nWhat she wanted now were modest measures that she believed could have prevented the violence and still be accepted by other Republicans.\nMs. Joyce and other Covenant parents felt they stood a better chance than anyone at cutting through the divisions on gun control. Among them were former Republican aides, gun owners and lifelong conservatives who could afford to spend days at the legislature.\nSeveral parents understood that, for many, the right to bear arms, without any caveat, was an intrinsic piece of American identity. They knew this was particularly true in Tennessee, a state with an official rifle and a history of political retribution for conservatives who disregard the gun lobbyists and their hard-line base.\n\nThey had watched efforts led by other parents, galvanized by similar tragedy in Texas and other states, become snarled by politics.\nBut the Tennessee legislature proved more hostile than the Covenant parents imagined. And when Ms. Joyce heard just one more gun rights supporter dismiss the parents’ concerns after days of restraint, her patience snapped.\n\nThe shooter at Covenant “hunted our children with a high-capacity rifle,” Ms. Joyce cried out, her voice cracking, as she confronted the gun rights supporter in the Capitol rotunda. He walked away, but not before suggesting she listen more closely to his arguments.\n\n“I have held my composure,” she said, now openly angry despite the crowd that had gathered. “I have stayed calm. I have been silent and quiet and composed. And I am sick of it. Listen to me.”\nThere was a birthday in third grade on the morning of March 27.\n\nA group chat of mothers buzzed to life, as it usually did as school began. There were wishes for a happy day, before they began conferring over the proper shoe for a jazz performance.\nUntil one mother interrupted: There was an active shooter at Covenant.\n\nGun violence at American schools is increasingly common: A gun has been wielded or fired on school property at least 344 times this year, according to the K-12 School Shooting Database.\n\nSafety was one of the reasons many of the Covenant parents were paying as much as $16,500 in tuition. That, along with its small classes, its way of teaching faith through “timeless truths” and the affinity of Dr. Katherine Koonce, the head of school, for children who needed educational accommodations, made it worth the investment.\n\n“Life gets ugly so fast — just let them be little for a little bit,” said Sarah Shoop Neumann, 38, whose oldest son, Noah, is now in kindergarten.\n\nDr. Koonce once ordered an intensive training for staff that involved firing blank rounds in the building, toughening security even further after the shooting at an elementary school in Uvalde, Texas, that killed 19 students and two teachers last year. Her husband would often walk her to her office in the morning and check every door to make sure it was locked.",
      "author": "yoshi",
      "id": 3
    },
    {
      "title": "A Record-Breaking Warm, Snowless Winter Confounds Midwesterners",
      "body": "Lucy Wallace, a recent transplant from San Diego, had been warned about the bone-chilling winters of her new hometown, Minneapolis. She bought a $900 winter coat, two pairs of boots and metal spikes to make her running shoes usable on icy sidewalks.\n\nSo she was at once befuddled and relieved by the record-breaking warm temperatures that made for a rare snowless winter holiday week in much of the upper Midwest.\n\n“I spent hundreds of dollars on a new wardrobe and winter gear that so far has gone totally unused,” said Ms. Wallace, 35, who ran five miles on Christmas Day wearing a T-shirt. “Here I am wearing my San Diego wardrobe in December in Minneapolis.”\n\nA high of 54 degrees made this Christmas Day the warmest on record in the Minneapolis area, according to the National Weather Service. Across much of the region, people contended with a string of days heading into the new year that felt like a mild autumn. Ice fishing was particularly perilous on lakes covered by thin ice caps.\nAnd a hack to host large holiday gatherings was foiled. “Thinking of all the Minnesota families who rely on using the porch as an extra freezer during Christmas entertaining when it’s almost 50 degrees outside,” Peggy Flanagan, Minnesota’s lieutenant governor, wrote on Threads.\n\nIt is not unprecedented to have a warm or snowless Christmas in Minnesota. But such days are likely to become increasingly common because of climate change, said Jessica Hellmann, director of the Institute on the Environment at the University of Minnesota.\n“It’s a big cultural shift to experience 50 yesterday and how disorienting that is from a geographic perspective,” Dr. Hellmann said in an interview on Tuesday. “It’s a visceral feeling of what climate change looks and feels like for people who are accustomed to living in a particular climate.”\n\nIn northern Minnesota, emergency personnel have warned people to stay off lakes, which are covered by an unusually thin layer of ice.\n\nLast week, a Cessna plane that landed on Upper Red Lake broke through the ice, according to Jason Riggs, the Beltrami County sheriff.\n“Upon landing, the absence of snow resulted in the plane having difficulty slowing down,” he said in a statement. “Eventually the plane slid into an area of thin ice and the nose of the plane broke through into open water.”\n\nThe plane’s two occupants, who had flown from Michigan for a day of ice fishing, were rescued.\n\nIn nearby Becker County, a 67-year-old man was found dead on Saturday after his ATV cracked through thin ice, according to the Becker County Sheriff’s Office.\n\nTed Bonde, the president of the Wisconsin Interscholastic Fishing Association, said ice-fishing competitions in much of the state had been pushed back at least a week as wintertime anglers waited impatiently for the cold to set in.\n\n“I know nature is doing this and it’s going to turn around at some point; it’s just a matter of time,” Mr. Bonde said, adding, “Once it happens, there’s going to be a mad rush to get out there.”\n\nMr. Bonde, who coaches the high school fishing team in Kiel, Wis., about 45 miles south of Green Bay, said that on Dec. 10, there were three inches of ice — enough to walk on — in his area. No longer.",
      "author": "mario",
      "id": 4
    },
    {
      "title": "Ukraine Hits Major Russian Warship, but Loses Ground in the East",
      "body": "Ukraine scored a major success on Tuesday when it struck a Russian warship at port in Crimea, one of the most significant attacks against Moscow’s Black Sea Fleet in months. But in another setback for their ground campaign, Ukrainian officials acknowledged that they had all but retreated from the eastern city of Marinka after a monthslong battle to defend it.\n\nThe two developments underscored the diverging fortunes of the two combatants this winter in a war that has largely settled into a deadlock: Ukraine racking up naval successes in the Black Sea and Crimea, where it is putting Russia on the defensive, and Russia pressing its attack on battlefields in the east after blunting a Ukrainian counteroffensive.\n\nA  day after Russia said it had taken complete control of Marinka, Gen. Valery Zaluzhny, Ukraine’s top military commander, spoke in sober terms about the fight, comparing it to the scorched-earth battle for Bakhmut, the eastern city that fell to Russia in May. Like Bakhmut, Marinka held limited strategic value, but is now a trophy in ruins for Moscow.\n\n“The situation is exactly the same as it was in Bakhmut,” General Zaluzhny said at a news conference. “Street by street, block by block, and our soldiers were being targeted. And the result is what it is.”\nUkraine’s forces, he said, have retreated to the outskirts of the city and set up some positions behind it, indicating that the cost of staying and fighting was too high. Every inch of Ukrainian land is vital, General Zaluzhny said, but “the lives of our fighters are more important to us.”\n\nHours earlier, the Ukrainian Air Force said that it had destroyed the Novocherkassk, a large landing ship, in the Crimean port of Feodosia overnight. Russia’s Defense Ministry told the Tass state news agency that the ship had been damaged in an attack using “aircraft-guided missiles,” but did not say whether the vessel had been permanently disabled.\n\nVideos of the attack that appeared to be taken by residents and were released by the Ukrainian Air Force show a huge explosion that produced a large fireball, followed by a giant cloud of smoke and flames billowing into the night sky. The footage could not be immediately verified, but Sergei Aksyonov, the Russian-installed governor of Crimea, said that the attack had started a fire in Feodosia. One person was killed and two others were wounded in the assault, he said.\n\n“The fleet in Russia is getting smaller and smaller!” Mykola Oleshchuk, the commander of Ukraine’s Air Force, wrote in a post on the Telegram messaging app celebrating the strike. He noted that last year, Ukrainian missiles sank the flagship of Russia’s Black Sea Fleet.\n\nThe strike on the Novocherkassk came on the heels of another gain for Ukrainian forces: The military said it had shot down five Russian fighter jets in three days. Analysts said that the downing of the bombers — one of the biggest weekly losses for the Russian Air Force since the war began — could ease the pressure on Ukrainian troops operating in some of the hottest spots on the front line.\nThe Ukrainian military has long maintained that the war cannot be won without taking aim at Russian assets and operations in Crimea, which Moscow illegally annexed in 2014. In recent months, Ukraine has sharply accelerated the pace of strikes on the peninsula, which Russia’s military uses as a logistics hub for its hold on southern Ukraine — stockpiling fuel, ammunition and other supplies to be funneled to the battlefields — and as a launchpad for attacks.\n\nThe Black Sea Fleet has fired devastating precision cruise missiles at cities and towns deep inside Ukraine. In an attempt to reduce the threat, the Ukrainian military has repeatedly targeted the fleet this year — damaging a warship in August and hitting the fleet’s headquarters a month later.\n\nThose attacks were significant achievements for a country without warships of its own, and rare successes in a year marked by failed efforts to break through Russian defensive lines on the battlefield.\nThe battle for Marinka illustrated a defining feature of Russia’s invasion, one that analysts say gives Moscow’s forces a big advantage: Its willingness to send wave after wave of troops into fierce assaults, accepting a staggering number of casualties but counting on superior numbers in soldiers and ammunition to wear down the enemy.\nIt is the same approach Russia has taken in the nearby city of Avdiivka, where it has been attacking for months in the face of fierce Ukrainian resistance. The Russian assaults come as Ukraine is encountering dwindling support from Western allies.\n\nA suburb of Donetsk, Marinka once had a population of 10,000 and streets lined with schools, shops and even a museum. Today no civilians are left and the place has been reduced to rubble.\n\n“Ukrainian forces held Marinka for almost two years as the Russians annihilated it street by street, and then house by house,” General Zaluzhny said on Tuesday.\n\nGeolocated footage shows that Russian forces attacked Ukrainian positions over months of battle. Then on Monday, Russia said it had seized full control of the town.\n\nThe capture of Marinka could allow Russian forces to turn their sights to the nearby towns of Kurakove, Vuhledar and Pokrovsk, bringing them closer to achieving Russia’s goal of capturing the entire Donbas region. General Zaluzhny said Ukrainian troops had “prepared a defensive line outside” Marinka, suggesting that his military would try to thwart Russia’s efforts to advance farther.",
      "author": "mario",
      "id": 5
    }
  ]
}